Revit 2024 API
SymbolTypeId.KNPerCmSup2 Property
 Symbol kN/cm², indicating unit Kilonewtons per square centimeter.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId KNPerCmSup2 { get; }
Visual Basic
Public Shared ReadOnly Property KNPerCmSup2 As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ KNPerCmSup2 {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace